---
keyword: [阿里云证书, SSL证书, 退款, 全额退款]
---

# SSL证书退款说明

您购买的SSL证书可以在符合退款条件的情况下申请全额退款。本文档介绍支持退款的条件以及如何在阿里云SSL证书控制台进行退款操作。

## 支持退款的条件

符合退款条件的情况下，您可在SSL证书控制台申请退款。

**说明：**

-   您必须在证书有效期内，提前至少15个工作日提交退款申请，才能在证书过期前完成退款流程并获得退款。
-   购买证书时，如果使用了代金券，代金券抵扣的金额不支持退款，仅支持退还实际支付的金额。
-   未签发证书如果没有退款成功，可以继续使用。
-   无论是否在证书的有效期内，免费DV证书都不支持退款。

证书是否支持退款的条件说明详见下表。

|证书签发状态|已购买时长|证书是否提交审核|是否支持退款|退款金额|备注|
|------|-----|--------|------|----|--|
|未签发|购买后未超过5个自然日|**还未提交审核**或已提交审核但是**审核失败**|支持|全额退款|无需人工审核，退款即时到账。|
|未签发|购买后已超过5个自然日至证书到期前15个自然日|**还未提交审核**或已提交审核但是**审核失败**|支持|全额退款|需人工审核，符合要求后可退款，审核最长15个工作日内（平均5个工作日内）。审核通过后退款即时到账。关于如何查看证书的到期时间，请参见[相关操作](#section_tgl_wo3_23d)。|
|未签发|距离证书到期少于15个自然日|无论是否已通过审核|不支持|无|如果在证书过期前少于15个工作日提交退款申请，会导致退款申请无法及时完成，最终无法成功退款。|
|已签发|签发后28个自然日内完成了吊销|审核已通过|支持|全额退款|需人工审核，符合要求后可退款，审核最长15个工作日内（平均5个工作日内）。审核通过后退款即时到账。|
|已签发超过28个自然日|未过期|审核已通过|不支持|无|无|
|未签发或已签发|已过期|无论是否已通过审核|不支持|无|无|

在证书列表中，定位到**已签发**状态的证书。单击**操作**列的**详情**，在**证书详情**页面查看证书具体的签发日期。

![证书签发日期](https://static-aliyun-doc.oss-accelerate.aliyuncs.com/assets/img/zh-CN/8274019951/p136003.png)

## 退款流程

1.  登录[SSL证书控制台](https://yundunnext.console.aliyun.com/?p=cas)。

2.  在概览页面，定位到需要退款的证书，并单击**退款**。

    **说明：** 您可以在证书列表中找到可以执行退款操作的证书。对于**已签发**证书，您的证书如果签发时间超过30个自然日，证书列表中该证书将不会展示**退款**按钮。

3.  在退款申请页面，选择**退款原因**。

    支持选择的退款原因如下：

    |退款原因|下一步操作|
    |----|-----|
    |**申请或安装证书环节受阻，也找不到人协助**|单击**下一步**按钮，选择是否需要人工协助。如需人工协助，请按退款申请页面的提示信息，填写您的钉钉或手机联系方式，阿里云服务人员会尽快联系您。**说明：** 钉钉或手机号码必须真实有效。 |
    |**证书申请持续“审核中”或“审核失败”，无法及时满足业务**|单击**下一步**按钮，选择是否需要人工协助。如需人工协助，请按退款申请页面的提示信息，填写您的钉钉或手机联系方式，阿里云服务人员会尽快联系您。**说明：** 钉钉或手机号码必须真实有效。 |
    |**续费重新购买的证书与原证书类型不一致，退款重购**|执行步骤4。|
    |**业务自身原因，不再需要**|执行步骤4。|
    |**其他**|在输入框中输入您的反馈或建议。|

4.  单击**确定**。

    提交退款申请后，该证书的状态会变为**申请审核中**。

    **说明：** 退款申请最长在15个工作日内处理完成（平均时长为5个工作日）。退款金额会退至您下单时支付的支付宝账号、网银渠道或阿里云账号中。

    如果您提交退款申请后，需要取消退款、查看退款的进度或查看证书的有效期，请参见[相关操作](#section_tgl_wo3_23d)。


## 相关操作

-   **取消退款**

    如果您提交了退款申请后，想取消退款申请，可在概览页面定位到该证书后，单击**取消退款**。

    **说明：** 仅状态为**申请审核中**的证书才可以取消退款。

-   **查看退款审核进度**

    提交退款申请后，您可在SSL证书控制台的退款列表中，查看退款审核的进度和状态。如果退款审核失败，您可在该页面查看到相关提示和说明。

-   **查看证书的到期时间**
    -   **已签发证书**

        如果证书已签发，您可在证书列表中搜索**已签发**状态的证书，查看该证书的**到期时间**。

    -   **未签发证书**

        证书的到期时间是从证书签发之日开始计算。证书未签发（即除了**已签发**以外的其他所有状态，例如，**已付款**、**申请审核中**）时，将不存在到期时间。


## 相关文档

[计费方式](/intl.zh-CN/产品定价/计费方式.md)

